// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "设备信息";

HSDModelLabel = "型号：";
HSDServiceLabel = "服务 ID：";
HSDConnTypeLabel = "连接类型：";
HSDFWLabel = "FW 版本：";
HSDSNLabel = "序列号：";
HSDDuplexerLabel = "双工机：";
HSDDriverLabel = "驱动程序版本：";
HSDProdNumLabel = "产品编号：";
HSDIPAddrLabel = "IP 地址：";
HSDMessageLabel = "通过单击下面的“打印配置页”按钮来打印当前所选打印机的信息。";
HSDPrintButton = "打印配置页";

NoPrintTitle = "无法打印配置页";
NoPrintMsg = "检查打印机是否已连接并开启，然后重试。";
PrintingProgressTitle = "正在打印配置页...";
PageViewButtonTitle = "查看配置页";
PageViewMessage = "通过单击下面的“查看配置页”按钮，查看当前所选打印机的信息。";
DuplexInstalled = "已安装";
DuplexNotInstalled = "未安装";
SomePenErrorMessage = "有一个墨盒缺失、未检测到或安装不正确。如果不安装所有墨盒将无法打印。";

HSDEmptyValueString = "未知的";

HSDIKNumberLabel = "IK 编号：";

Wired = "有线";
Wireless = "无线";

HSDAllInkUsageLabel = "已使用的墨水总量：";
HSDHPInkUsageLabel = "已使用的 HP 墨水：";
milliliters = "毫升";
microliters = "微升";

SomePenErrorMessagePigment = "墨盒可能缺失、未被检测到或安装不正确。无法在未安装所有墨盒的情况下打印。";
HSDAllInkUsageLabelPigment = "已用的颜料总量:";
HSDHPInkUsageLabelPigment = "已用的 HP 颜料:";